xml/request/net_juraport.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>20110324092820|150000</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Narkotika</dc:title>
              <dc:title xsi:type="dkdcplus:full">Narkotika</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">66.88</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Nydelsesmidler. Stimulanser</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">linksamlinger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">lovgivning</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">narkotika</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dcterms:abstract>Linksamling, der indgår i den juridiske nettjeneste Bibliotekernes Juraport. Med links til forklarende tekster om juridiske forhold, love og regler, selvbetjening på nettet, netværk samt henvisninger til bøger inden for emnet narkotika</dcterms:abstract>
              <dc:description>DC.Issued 2011</dc:description>
              <dc:description>Registreret 24.3.2011</dc:description>
              <dc:description xsi:type="dkdcplus:series">Er del af:</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Bibliotekernes Juraport</dc:publisher>
              <dc:contributor>Bibliotekernes Juraport</dc:contributor>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Netdokument</dc:type>
              <dc:identifier xsi:type="dcterms:URI">http://www.juraport.dk/narkotika.asp</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">20110324092820</marcx:subfield>
                  <marcx:subfield code="b">150000</marcx:subfield>
                  <marcx:subfield code="c">20110328</marcx:subfield>
                  <marcx:subfield code="d">20110324</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="n">a</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="x">NET201114</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Narkotika</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="b">Bibliotekernes Juraport</marcx:subfield>
                  <marcx:subfield code="c">2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Linksamling, der indgår i den juridiske nettjeneste Bibliotekernes Juraport. Med links til forklarende tekster om juridiske forhold, love og regler, selvbetjening på nettet, netværk samt henvisninger til bøger inden for emnet narkotika</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">DC.Issued</marcx:subfield>
                  <marcx:subfield code="b">2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Registreret 24.3.2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Er del af:</marcx:subfield>
                  <marcx:subfield code="u">http://www.juraport.dk/</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">66.88</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">narkotika</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">lovgivning</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">linksamlinger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="a">Bibliotekernes Juraport</marcx:subfield>
                  <marcx:subfield code="b">DC.Publisher</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="856" ind1="0" ind2="0">
                  <marcx:subfield code="u">http://www.juraport.dk/narkotika.asp</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
<os:identifier>150000-basis:20110324092820</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
